//==========================================================
//文件名称：Debug.h
//功能描述：调试程序头文件
//文件版本：Ver1.0
//创建日期：2015.02.13
//修改日期：2015.08.31 10:46
//文件备注：无
//==========================================================
#ifndef __Debug_H__
#define __Debug_H__

//==========================================================
//函数列表
void Debug_Process(void);//调试处理
void Default_Calibrate(void);//加载默认校准值
void Acw_Calibrate(void);//交流耐压校准处理
void Dcw_Calibrate(void);//直流耐压校准处理
void Ir_Calibrate(void);//绝缘电阻校准处理
void Gnd_Calibrate(void);//接地电阻校准处理
void CalTest_Process(void);//校准测试处理

//==========================================================

#endif

//==========================================================
//END
//==========================================================